Repository: fharper/Focusin
Catalog: Focusin/Resources/Strings.*.resx
Languages: es_es

source: about
es_es: acerca de

source: Background color
es_es: Color de fondo

source: Break
es_es: Pausa

source: Break duration
es_es: Duración pausa

source: Current session:
es_es: Sesión actual:

source: default settings
es_es: ajustes por defecto

source: Disable screen time-out
es_es: Desactivar bloqueo de pantalla

source: Enable sound
es_es: Activar sonido

source: Enable vibration
es_es: Activar vibración

source: Foreground color
es_es: Color del texto

source: instructions
es_es: instrucciones

# InstructionsHeader
source: Focusin is an application based on the pomodoro technique. What is the pomodoro technique? The pomodoro technique is a time management method. The technique uses a timer to break down periods of work into 25-minute intervals separated by breaks.
es_es: Focusin es una aplicación basada en la técnica pomodoro. ¿Qué es la técnica pomodoro? Es una técnica de administración de tiempo. Usa un reloj para dividir el tiempo dedicado a un trabajo en intervalos de 25 minutos separados por pausas.

# InstructionsList1
source: 1. Decide on the task to be done
es_es: 1. Decidir la tarea a realizar

# InstructionsList2
source: 2. Set the pomodoro timer to 25 minutes
es_es: 2. Poner el reloj a 25 minutos

# InstructionsList3
source: 3. Work on the task until the timer rings
es_es: 3. Trabajar en la tarea hasta que el reloj timbre

# InstructionsList4
source: 4. Take a short break (5 minutes)
es_es: 4. Tomar una pausa breve (5 minutos)

# InstructionsList5
source: 5. After four sessions, take a long break (15-20 mins).
es_es: 5. Cada cuatro sesiones, tomar una pausa más larga (15-20 mins)

# InstructionsListHeader
source: There are five basic steps to implementing the technique:
es_es: Hay cinco pasos básicos para implementar la técnica:

source: Long break duration
es_es: Duración pausa larga

source: Long break frequency
es_es: Frecuencia pausa larga

source: play
es_es: empezar

source: Session duration
es_es: Duración sesión

source: settings
es_es: configuración

# SettingsHeader
source: SETTINGS
es_es: CONFIGURACIÓN

source: Settings reset
es_es: Ajustes por defecto

# SettingsResetMessage
source: Do you want to reset your settings to default?
es_es: ¿Quiere colocar sus ajustes por defecto?

source: stop
es_es: parar

# Support
source: Support: fharper@oocz.net
es_es: Soporte: foxandxss@gmail.com

# TimerSoundCopy
source: Timer Sound from freesound.org @ Herbert Boland
es_es: Sonidos de freesound.org @ Herbert Boland

# ViewMore
source: view more from Frédéric Harper
es_es: ver más de Foxandxss

source: Work
es_es: Trabajo
